webservice/arquivo.xml

<?xml version="1.0" encoding="ISO-8859-1"?><SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns5299:pessoa xmlns:ns5299="http://tempuri.org"><cpf xsi:type="xsd:string">462.806.558-65</cpf></ns5299:pessoa></SOAP-ENV:Body></SOAP-ENV:Envelope>